Repository: NickSpencer-bit/Seers-GDPR-CCPA-Cookie-Consent-Compliance
Catalog: languages/seers-cookie-consent-banner-privacy-policy-*.po
Languages: et, hr, lt_lt

source: Quick Feedback
et: Kiire tagasiside
hr: Brze povratne informacije
lt_lt: Greitas atsiliepimas

source: If you have a moment, please let us know why you are deactivating:
et: Kui teil on hetk, siis palun andke meile teada, miks sa deaktiveerivad:
hr: Ako imate trenutak, javite nam zašto deaktivirate:
lt_lt: Jei turite momentą, praneškite mums, kodėl jūs išjungiate:

source: The banner is not in the required language
et: Banner ei ole nõutud keeles
hr: Banner nije na traženom jeziku
lt_lt: Baneris nėra reikalinga kalba

source: The banner picks up your website language automatically. You can always sign-in on your Seers account
et: Bänner valib teie veebisaidi keele automaatselt. Võite alati sisse logida oma SEERSi konto
hr: Banner automatski preuzima jezik vaše web stranice. Uvijek se možete prijaviti na svoj račun Seers
lt_lt: Baneris automatiškai surenka jūsų svetainės kalbą. Jūs visada galite prisijungti prie savo Seers paskyros

source: and choose the language you like. See the video
et: ja valige soovitud keel. Vaata videot
hr: i odaberite jezik koji vam se sviđa. Pogledajte videozapis
lt_lt: ir pasirinkite norimą kalbą. Žiūrėkite vaizdo įrašą

source: here
et: siin
hr: ovdje
lt_lt: čia

source: Banner did not appear
et: Bänner ei ilmunud
hr: Banner se nije pojavio
lt_lt: Baneris nepasirodė

source: Most of the times the compatibility issue can be fixed very quickly. Please contact
et: Enamik korda saab ühilduvusprobleemi väga kiiresti fikseerida. Palun võtke ühendust
hr: Većinu vremena pitanje kompatibilnosti može se vrlo brzo popraviti. Molimo kontaktirajte
lt_lt: Dauguma laikų suderinamumo problemos gali būti nustatyta labai greitai. Prašau susisiekti

source: Cookies are not showing in settings
et: Cookies ei näita seadetes
hr: Cookies se ne prikazuju u postavkama
lt_lt: Cookies nerodomi nustatymuose

source: We are scanning your website and it can take up to 12 hours for Cookies to appear. In a very few cases scanner miss a cookie. This
et: Skaneerime teie veebisaiti ja cookies ilmumiseks võib kuluda kuni 12 tundi. Väga vähestel juhtudel jätab skanner küpsise vahele. See
hr: Skeniramo vašu web-lokaciju i može potrajati do 12 sati za pojavljivanje kolačića. U vrlo malo slučajeva skener propustiti cookie. Ovaj
lt_lt: Mes nuskaitoime jūsų svetainę ir Cookies gali užtrukti iki 12 valandų. Labai mažai atvejų skaitytuvas praleidžia cookie. Tai

source: video
et: videot

source: explains how to add cookies manually.
et: selgitab, kuidas cookies käsitsi lisada.
hr: objašnjava kako ručno dodati cookies.
lt_lt: paaiškina, kaip rankiniu būdu pridėti cookies.

source: The banner did not match website theme
et: Banner ei vastanud veebisaidi teemale
hr: Banner nije odgovarao temi web-lokacije
lt_lt: Baneris neatitiko svetainės temos

source: You can fully customize the banner. Please see the video
et: Võite bänneri täielikult kohandada. Palun vaadake videot
hr: Možete u potpunosti prilagoditi banner. Pogledajte videozapis
lt_lt: Galite visiškai pritaikyti reklamą. Žiūrėkite vaizdo įrašą

source: The plugin broke my site
et: Plugin murdis minu saidi
hr: Dodatak je slomio moju stranicu
lt_lt: Plugin sumušė mano svetainę

source: I have found a better plugin
et: Olen leidnud parema plugina
hr: Pronašao sam bolji dodatak
lt_lt: Radau geresnį papildinį

source: Plugin name
et: Plugina nimi
hr: Prezime
lt_lt: Įskiepio pavadinimas

source: The plugin is great, but i need specific feature that you do not support.
et: Plugin on suurepärane, kuid mul on vaja konkreetset funktsiooni, mida te ei toeta.
hr: Drugi je veliki, ali trebam određenu značajku koju ne podržavaju.
lt_lt: Įskiepis yra puikus, bet man reikia konkrečios funkcijos, kurios nepalaiko.

source: The plugin is great, but i need specific feature that you don't support.
et: Plugin on suurepärane, kuid mul on vaja konkreetset funktsiooni, mida te ei toeta.
hr: Drugi je veliki, ali trebam određenu značajku koju ne podržavate.
lt_lt: Įskiepis yra puikus, bet man reikia specialios funkcijos, kurios nepalaiko.

source: Banner customisation.
et: Bänner kohandamine.
hr: Prilagodba bannera.
lt_lt: Reklamos pritaikymas.

source: Other
et: Teine
hr: Drugi
lt_lt: Kita

source: Kindly tell us the reason so we can improve.
et: Palun öelge meile põhjuse, et saaksime parandada.
hr: Ljubazno nam recite razlog kako bismo mogli poboljšati.
lt_lt: Maloniai pasakykite mums priežastį, kad galėtume pagerinti.

source: Submit & Deactivate
et: Esitage & deaktiveerimine
hr: Podnijeti i deaktivirati
lt_lt: Pateikti & Deaktivate

source: Cancel
et: Tühistama
hr: Otkazati
lt_lt: Atšaukti

source: Skip & Deactivate
et: Skip & deaktiveerimine
hr: Preskočiti i deaktivirati
lt_lt: Skip & Deaktivate

source: Dismiss this notice.
et: Jätta käesoleva teate rahuldamata.
hr: Odbacite ovu obavijest.
lt_lt: Atmesti šį pranešimą.

source: Settings
et: Seaded
hr: Postavke
lt_lt: Nustatymai

source: Upgrade Premium
et: Lisatasu uuendamine
hr: Nadogradite premiju
lt_lt: Atnaujinti priemoką

source: We use cookies to ensure you get the best experience
et: Kasutame cookies, et tagada teile parim kogemus
hr: Koristimo cookies kako bismo osigurali najbolje iskustvo
lt_lt: Mes naudojame cookies, siekdami užtikrinti geriausią patirtį

source: Allow All
et: Luba kõigil
hr: Dopusti sve
lt_lt: Leisti visiems

source: Disable All
et: Keela kõik
hr: Onemogući sve
lt_lt: Viską išjungti

source: Preference
et: Seaded
hr: Prilagodite postavke
lt_lt: Nustatymai

source: Cookies policy added successfully.
et: Cookies poliitika lisati edukalt.
hr: Pravila cookies uspješno je dodana.
lt_lt: Cookies politika sėkmingai pridėta.

source: Some thing went wrong. Please check url and try again
et: Midagi läks valesti. Palun kontrollige URL-i ja proovige uuesti
hr: Nešto je pošlo po zlu. Provjerite URL i pokušajte ponovno
lt_lt: Kai kurie dalykai negerai. Patikrinkite URL ir bandykite dar kartą

source: Some thing went wrong.
et: Midagi läks valesti.
hr: Nešto je pošlo po zlu.
lt_lt: Kai kurie dalykai negerai.

source: Settings has been updated successfully
et: Seaded on edukalt uuendatud
hr: Postavke su uspješno ažurirane
lt_lt: Nustatymai sėkmingai atnaujinami

source: Account Setup
et: Konto seadistamine
hr: Postavljanje računa
lt_lt: Sąskaitos sąranka

source: Policy
et: Poliitika
hr: Politika
lt_lt: Politika

source: User Guide
et: Kasutusjuhend
hr: Korisnički vodič
lt_lt: Naudotojo gidas

source: Your Seers Cookie Consent banner is activated.
et: Teie Seers Cookie'i nõusoleku bänner on aktiveeritud.
hr: Vaš banner Seers Cookie Consent je aktiviran.
lt_lt: Įjungta jūsų Seers Cookie sutikimo reklama.

source: Your Seers Cookie Consent Banner is NOT activated because
et: Teie "Seers Cookie" nõusolekubänner EI OLE aktiveeritud, kuna
hr: Vaš Seers Cookie Consent Banner NIJE aktiviran jer
lt_lt: Jūsų Seers Cookie sutikimo reklama nėra įjungta, nes

source: Email
et: E-kiri
lt_lt: El. paštas

source: I agree Seers
et: Ma nõustun Seers
hr: Slažem se Seers
lt_lt: Sutinku Seers

source: Terms & Condition
et: Tingimused ja seisund
hr: Uvjeti
lt_lt: Sąlygos ir sąlygos

source: and
et: ja
hr: i
lt_lt: ir

source: Privacy Policy
et: Privaatsuspoliitika
hr: Pravila o privatnosti
lt_lt: Privatumo politika

source: Create Account
et: Loo konto
hr: Stvoriti račun
lt_lt: Sukurti paskyrą

source: Seers Cookie ID will be received automatically after account creation
et: SEERS Cookie ID saabub automaatselt pärast konto loomist
hr: Seers Cookie ID bit će automatski primljen nakon kreiranja računa
lt_lt: Seers cookie ID bus automatiškai priimami po paskyros kūrimo

source: Powering all your
et: Toide kõik oma
hr: Napajanje sve vaše
lt_lt: Vairo maitinimas

source: Privacy &amp; Data Security needs
et: Privaatsus ja; Andmete turvalisuse vajadused
hr: Privatnost i; Potrebe sigurnosti podataka
lt_lt: Privatumas ir; Duomenų saugumo poreikiai

source: Gain access to an extensive range of GDPR, PECR, CCPA &amp; ePrivacy compliance tools,
et: Kasu saada laia valikut GDPR, Pecr, CCPA ja; EPRIVAY nõuetele vastavuse vahendid,
hr: Dobiti pristup širokom rasponu GDPR-a, pegre, CCPA i; Alati za usklađivanje o učinkovitosti,
lt_lt: Prieiga prie plataus GDPR, PECR, CCPA ir; EPRIVACY atitikties priemonės,

source: all
et: kõik
hr: svi
lt_lt: viskas

source: designed to take the hassle out of complying with the new data protection regulations.
et: eesmärk on võtta probleemid uute andmete täitmisel välja Kaitseeskirjad.
hr: dizajniran da preuzme gnjavažu iz poštivanja novih podataka Propisi o zaštiti.
lt_lt: sukurta, kad būtų laikomasi naujų duomenų Apsaugos taisyklės.

source: Policies Pack
et: Poliitikapakett
hr: Paket politike
lt_lt: Politikos paketas

source: Templates Pack
et: Mallide pakend
hr: Paket predložaka
lt_lt: Šablonų pakuotė

source: GDPR Staff eTraining
et: Gdpr töötajad ereining
hr: Osoblje GDPR-a
lt_lt: GDPR personalo eTraining

source: Cookie Consent Management
et: Cookie nõusoleku haldamine
hr: Upravljanje pristanak cookie
lt_lt: Cookie sutikimo valdymas

source: Cyber Secure
et: Küberkaitse
hr: Cyber ​​siguran
lt_lt: Cyber ​​saugus

source: Subject Request Management
et: Teema taotluse juhtimine
hr: Upravljanje zahtjevima predmeta
lt_lt: Dalyko užklausos valdymas

source: START FREE
et: Alusta tasuta
hr: Početi besplatno
lt_lt: Pradėkite NEMOKAMAI

source: Data Privacy &amp; Compliance. Solved
et: Andmete privaatsus ja; Vastavus. Lahendatud
hr: Privatnost podataka i; Usklađenost. Riješen
lt_lt: Duomenų privatumas ir; Laikymasis. Išspręsta

source: Trust worlds leading privacy and consent management platform to help companies comply with GDPR, PECR, CCPA and ePrivacy
et: Usaldus maailma juhtivate privaatsuse ja nõusoleku haldamise platvormi, mis aitavad ettevõtetel järgida koos GDPR-ga, Pecr, CCPA ja e-ga
hr: Trust Worlds vodeći privatnost i suglasnost za upravljanje platformom za pomoć tvrtkama u skladu s GDPR, pegrom, CCPA i EPRIVATY
lt_lt: Pasitikėjimo pasauliai pirmaujanti privatumo ir sutikimo valdymo platforma padėti įmonėms laikytis Su GDPR, PECR, CCPA ir EPRIVACY

source: START PREMIUM TODAY
et: Start Premium täna
hr: Početi premiju danas
lt_lt: Pradėkite priemoką šiandien

source: Seers Premium Plan
et: Seers lisatasu plaan
lt_lt: Seers Premium planas

source: Branding
et: Kaubamärk
hr: Brendiranje

source: Multi Lingual
et: Multi-lingvaal
hr: Više jezika

source: Consent Log
et: Nõusoleku logi
hr: Log
lt_lt: Sutikimo žurnalas

source: Cookie Policy
et: Cookie poliitika
hr: Politika cookie
lt_lt: Cookie politika

source: Prior Consent
et: Eelnev nõusolek
hr: Prethodna suglasnost
lt_lt: Išankstinis sutikimas

source: 6+ Design Layouts
et: 6+ disainilahenduste paigutus
hr: 6 + dizajn raspored
lt_lt: 6+ dizaino išdėstymas

source: Customer Support
et: Klienditugi
hr: Korisnička podrška
lt_lt: Pagalba klientams

source: Banner Customisation
et: Bänner kohandamine
hr: Prilagodba bannera
lt_lt: Reklamos pritaikymas

source: Cookie Declaration Table
et: Cookie deklaratsiooni tabel
hr: Tablica deklaracije Cookie
lt_lt: Cookie deklaracijos lentelė

source: START PREMIUM TODAY
et: "Alusta lisatasu Tänapäeval
hr: "Početi premiju DANAS"
lt_lt: Pradėkite priemoką šiandien

source: Banner Settings
et: Bänner seaded
hr: Postavke bannera
lt_lt: Banerio nustatymai

source: Enable/disable Cookie banner
et: Luba / keelata Cookie bänneri
hr: Omogućite / onemogućite banner cookie
lt_lt: Įgalinti / išjungti Cookie reklamą

source: Cookie Expiry
et: Cookie aegumine
hr: Isteka cookie
lt_lt: Cookie galiojimo pabaiga

source: Set your consent cookie to expire in days.
et: Määra oma nõusoleku cookie aeguda päevades.
hr: Postavite svoj pristanak cookie da istekne u danima.
lt_lt: Nustatykite savo sutikimo cookie pasibaigs dienomis.

source: Language
et: Keel
hr: Jezik
lt_lt: Kalba

source: Choose a language for the banner.
et: Vali keel bänneri seaded.
hr: Odaberite jezik za banner.
lt_lt: Pasirinkite banerio kalbą.

source: Show Badge
et: Näitama märgi
hr: Pokazati značku
lt_lt: Rodyti ženklelį

source: Show a badge to enable the cookie banner to appear post consent.
et: Näita märgi, et võimaldada cookie bännerile ilmuda pärast nõusolekut.
hr: Pokažite značku kako biste omogućili da se zastava cookie pojavi post pristanak.
lt_lt: Parodykite ženklelį, kad cookie reklama būtų rodoma pranešimo sutikimu.

source: Visual Settings
et: Visuaalsed seaded
hr: Vizualne postavke
lt_lt: Vizualiniai nustatymai

source: Banner Text
et: Bannertekst
hr: Banner
lt_lt: Banerio tekstas

source: Text to appear on the banner:
et: Bännerile ilmub tekst:
hr: Tekst koji se pojavljuje na banneru:
lt_lt: Tekstas, rodomas reklama:

source: Colour
et: Värv
hr: Boja
lt_lt: Spalva

source: The text colour to appear on the banner:
et: Bännerile ilmuva teksti värv:
hr: Boja teksta koja se pojavljuje na banneru:
lt_lt: Teksto spalva, kuri pasirodo ant reklama:

source: Banner Background
et: Banner taust
hr: Pozadina bannera
lt_lt: Banerio fonas

source: You can change the background colour of the banner:
et: Saate muuta bänneri taustavärvi:
hr: Možete promijeniti boju pozadine bannera:
lt_lt: Galite keisti banerio fono spalvą:

source: The background colour of the banner:
et: Bänneri taustavärv:
hr: Boja pozadine bannera:
lt_lt: Banerio fono spalva:

source: Accept Button
et: Nõus nupp
hr: Prihvatiti gumb
lt_lt: Priimti mygtuką

source: You can change text colour, button colour and text of the 'Accept All' button
et: Te saate teksti värvi, nupu värvi ja nupu aktsepteerimise teksti teksti muuta
hr: Možete promijeniti boju teksta, boju gumba i tekst gumba 'Prihvatite sve'
lt_lt: Galite keisti teksto spalvą, mygtuką 'Priimti visus' mygtuką

source: Text Colour
et: Teksti värv
hr: Boja teksta
lt_lt: Teksto spalva

source: The text colour to appear on the 'Accept All' button:
et: Teksti värv ilmub nupule 'Nõustuva nupuga:
hr: Boja teksta da se pojavi na gumb 'Prihvati sve':
lt_lt: Teksto spalva, rodanti 'Priimti visus' mygtuką:

source: Button Colour
et: Nupu värv
hr: Boju gumba
lt_lt: Mygtuko spalva

source: The 'Accept All' button colour to appear on the banner:
et: Bännerile ilmumiseks 'Nõustu kõik' nupp:
hr: 'Prihvatite sve' boju gumba da se pojavi na banneru:
lt_lt: 'Priimti visus' mygtuką spalva pasirodyti ant reklama:

source: Reject Button
et: Tagasilükkamine
hr: Gumb odbacivanja
lt_lt: Atmesti mygtuką

source: You can change text colour, button colour and text of the 'Reject All' button
et: Te saate muuta teksti värvi, nupu värvi ja teksti 'tagasilükkamise teksti teksti'
hr: Možete promijeniti boju teksta, boju gumba i tekst gumba 'Odbijati sve'
lt_lt: Galite pakeisti teksto spalvą, mygtuką "Atmesti All" mygtuką

source: The text colour to appear on the 'Reject All' button:
et: Teksti värv ilmub nupule 'tagasilükkamine':
hr: Boja teksta koja se pojavljuje na gumbu 'Odbijte sve':
lt_lt: Teksto spalva, rodanti "Atmesti visus" mygtuką:

source: The 'Reject All' button colour to appear on the banner:
et: Bännerile ilmub 'lükata kõik' nupp värvi:
hr: 'Odbijte sve' boje gumba da se pojavi na banneru:
lt_lt: "Atmesti visus" mygtuką "Atstatymas" Rašyti ant reklama:

source: Setting Button
et: Nupu seadistamine
hr: Gumb za podešavanje
lt_lt: Nustatymo mygtukas

source: You can change text colour and text of the 'Setting' button
et: Te saate nupu teksti värvi ja teksti teksti muuta
hr: Možete promijeniti boju teksta i tekst gumba 'Postavljanje'
lt_lt: Galite pakeisti teksto spalvą ir mygtuko "Nustatymo" tekstą

source: The text colour to appear on the 'Setting' button:
et: Teksti värv ilmub nupule 'seadistusnuppu:
hr: Boja teksta koja se pojavljuje na gumbi 'Postavke':
lt_lt: Teksto spalva, rodanti "nustatymą" mygtuką:

source: The 'Setting' button colour to appear on the banner:
et: Bännerile ilmuva nupu värvi 'seadistamine':
hr: Boja gumba 'Postavljanje' pojavljuje se na banneru:
lt_lt: "Nustatymas" mygtuko spalva, kad būtų rodoma ant reklama:

source: Setting
et: Seadistamine
hr: Postavka
lt_lt: Nustatymas

source: Fonts
et: Fonte
hr: Fontovi
lt_lt: Šriftai

source: You can select a font for the text of the banner:
et: Banneri teksti jaoks saate valida fondi:
hr: Možete odabrati font za tekst bannera:
lt_lt: Galite pasirinkti šriftą už reklama teksto:

source: Select Button
et: Vali nupp
hr: Odaberite gumb
lt_lt: Pasirinkite mygtuką

source: You can select the shape of the buttons that appear on the banner.
et: Bannerile ilmuvate nuppude kuju saate valida.
hr: Možete odabrati oblik gumba koji se pojavljuju na banneru.
lt_lt: Galite pasirinkti mygtukų formą, rodomą ant reklama.

source: Default
et: Vaikimisi pidama
hr: Zadano
lt_lt: Numatytas

source: Flat
et: Lame
hr: Ravan
lt_lt: Butas

source: Rounded
et: Ümardatud
hr: Zaokružen
lt_lt: Suapvalinta

source: PREVIEW
et: Eelvaade
hr: Pregledati
lt_lt: Peržiūra

source: SAVE
et: Säästa
hr: UŠTEDJETI
lt_lt: SUTAUPYTI

source: Please create cookies policy page and enter URL below.
et: Looge cookie poliitika leht ja sisestage URL allpool.
hr: Napravite stranicu za pravila cookie i unesite URL u nastavku.
lt_lt: Sukurkite cookie politikos puslapį ir įveskite žemiau esančią URL.

source: Enable Policy:
et: Luba poliitika:
hr: Omogući pravilo:
lt_lt: Įgalinti politiką:

source: Cookie Policy and declaration URL:
et: Cookie eeskirjad ja deklaratsiooni URL:
hr: Pravila o cookie i URL deklaracije:
lt_lt: Cookie politika ir deklaracijos URL:

source: Policy URL
et: Poliitika URL
hr: URL politike
lt_lt: Politikos URL

source: Save
et: Säästa
hr: UŠTEDJETI
lt_lt: SUTAUPYTI

source: Premium Plan
et: Lisatasu plaan
lt_lt: Premium planas

source: Only the users with a paid account can avail this feature.
et: Seda funktsiooni saab kasutada ainult tasulise konto kasutajate.
hr: Samo korisnici s plaćenim računom mogu iskoristiti ovu značajku.
lt_lt: Tik vartotojai su mokama sąskaita gali pasinaudoti šia funkcija.

source: Ok
et: Okei
hr: U redu
lt_lt: Gerai

source: About Cookies
et: Teave Cookie kohta
hr: O cookies
lt_lt: Apie cookie

source: Read Cookie Policy
et: Lugege cookie poliitikat
hr: Pročitajte politiku cookie
lt_lt: Skaitykite cookie politiką

source: Necessary
et: Vajalik
hr: Potreban
lt_lt: Būtinas

source: Always Active
et: Alati aktiivne
hr: Uvijek aktivan
lt_lt: Visada aktyvus

source: Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.
et: Vajalikud cookies aitavad muuta veebisaidi kasutatavaks, võimaldades põhifunktsioone nagu lehel navigeerimine ja juurdepääs veebisaidi turvalistele aladele. Veebisait ei saa ilma nende cookies korralikult toimida.
hr: Potrebni cookies pomažu učiniti web stranicu upotrebljivom omogućavanjem osnovnih funkcija poput navigacije stranicama i pristupa sigurnim dijelovima web stranice. Web stranica ne može ispravno funkcionirati bez ovih cookies.
lt_lt: Būtini cookies padeda padaryti svetainę tinkama, nes įgalina pagrindines funkcijas, tokias kaip puslapio naršymas ir prieiga prie saugių svetainės sričių. Svetainė negali tinkamai veikti be šių cookies.

source: Cookies Detail
et: Cookie detail
hr: Cookie Detaljn
lt_lt: Cookies išsamiai

source: Preferences
et: Eelistused
hr: Postavke
lt_lt: Nuostatos

source: Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.
et: Eelistustega cookie võimaldavad veebisaidil meeles pidada teavet, mis muudab veebisaidi käitumist või välimust, näiteks teie eelistatud keel või piirkond, kus te viibite.
hr: Cookie preferencija omogućuju web stranici da zapamti informacije koje mijenjaju način na koji se web stranica ponaša ili izgleda, poput vašeg željenog jezika ili regije u kojoj se nalazite.
lt_lt: Pirmenybės cookies įgalina svetainę prisiminti informaciją, kuri keičia kelią svetainėje elgiasi ar atrodo, kaip jūsų pageidaujama kalba ar regionas, kad esate.

source: Statistics
et: Statistika
hr: Statistika
lt_lt: Statistika

source: Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.
et: Statistilised cookies aitavad veebisaitide omanikel anonüümselt teavet kogudes ja aru andes mõista, kuidas külastajad veebisaitidega suhtlevad.
hr: Statistički cookies pomažu vlasnicima web stranica da shvate kako posjetitelji komuniciraju s web mjestima prikupljanjem i anonimnim prijavljivanjem podataka.
lt_lt: Statistiniai cookies padeda svetainių savininkams suprasti, kaip lankytojai sąveikauja su svetainėmis, anonimiškai rinkdami ir teikdami informaciją.

source: Marketing
et: Turundus
lt_lt: Marketingas

source: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third-party advertisers.
et: Turunduse cookies kasutatakse külastajate jälgimiseks kõikidel veebisaitidel. Eesmärk on kuvada reklaame, mis on konkreetse kasutaja jaoks asjakohased ja köitvad ning seeläbi avaldajate ja kolmandate osapoolte reklaamijate jaoks väärtuslikumad.
hr: Marketinški cookies koriste se za praćenje posjetitelja na web mjestima. Namjera je prikazati oglase koji su relevantni i zanimljivi za pojedinog korisnika, a time i vrijedniji za izdavače i nezavisne oglašivače.
lt_lt: Rinkodaros cookies naudojami lankytojams stebėti visose svetainėse. Siekiama rodyti skelbimus, kurie yra aktualūs ir patrauklūs atskiram vartotojui, taigi vertingesni leidėjams ir trečiųjų šalių reklamuotojams.

source: Unclassified
et: Klassifitseerimata
hr: Neklasificirano
lt_lt: Neklasifikuota

source: Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.
et: Klassifitseerimata cookies on cookies, mille klassifitseerimisel oleme koos üksikute cookies pakkujatega.
hr: Neklasificirani cookies su cookies koje smo u postupku razvrstavanja, zajedno s pružateljima pojedinačnih cookies.
lt_lt: Neklasifikuoti cookies yra cookies kuriuos mes klasifikuojame kartu su atskirų cookies teikėjais.

source: Save my choices
et: Salvesta minu valikud
hr: Spremi moj izbor
lt_lt: Išsaugok mano pasirinkimą

source: powered by
et: toiteallikaks
hr: pokreće
lt_lt: parėmė

source: I agree Seers to use my email and url to create an account and power the cookie banner.
lt_lt: Sutinku, kad Seers naudoja mano el.I agree Seers to use my email and url to create an account and power the cookie banner.

source: GDPR Audit
hr: Revizija GDPR-a
lt_lt: GDPR auditas

source: seers logo
lt_lt: seers logotipas

source: Cookie ID
hr: Id cookie

source: Banner
hr: Baner
